[
    "¿En serio estás jugando en clase? ¡El aula es para estudiar, no para competir en videojuegos!",
    "Los portátiles están para estudiar, no para ganar partidas.",
    "¿Sabías que los videojuegos no te van a ayudar a pasar el examen?",
    "¿Crees que vas a aprender algo jugando? ¡Pon atención a la clase!",
    "Los juegos pueden esperar, ¡la educación no!",
    "¡Esto no es una sala de recreo, es un aula!",
    "¿Tienes alguna misión importante que completar? Pues mejor completa tus tareas.",
    "Los portátiles no son consolas, son herramientas de aprendizaje.",
    "¿Seguro que eso te va a servir en tu futuro profesional?",
    "¡Pon eso en pausa y comienza a estudiar de una vez!",
    "¿De qué sirve ganar en un juego si te pierdes el contenido de la clase?",
    "Si quieres jugar, mejor hazlo después de clase. Ahora es tiempo de aprender.",
    "Los videojuegos no van a aprobar tus exámenes.",
    "¿Eso te ayudará a sacar buenas notas? No lo creo.",
    "¡Ya basta de distracciones, pon ese juego en modo 'off'!",
    "¿Pensabas que no me daría cuenta? Yo también tengo ojos.",
    "No estás aquí para ser el rey del videojuego, sino el rey de las matemáticas.",
    "¿Eso te va a ayudar a estudiar historia? No lo creo.",
    "¿Estás entrenando para ser gamer o estudiante?",
    "¡Nada de juegos! Si no sabes qué hacer con el portátil, apágalo.",
    "¿Prefieres ser un gamer de pacotilla que un estudiante brillante?",
    "¿Para qué jugar ahora si puedes mejorar tus notas?",
    "Los portátiles no son para hacer trampa en un juego, sino para aprender.",
    "¿Lo ves? El aula está llena de conocimiento, no de píxeles.",
    "Deja esos juegos, mejor juega con tus notas.",
    "¡Venga, que el videojuego no va a ir a ningún lado, pero la clase sí!",
    "Si sigues jugando, ¿quién va a estudiar por ti?",
    "¿Te crees que es el momento de jugar? Te puedo asegurar que no lo es.",
    "El videojuego es un pasatiempo, tu educación es el trabajo.",
    "Estás aquí para aprender, no para jugar con tu destino.",
    "No seas tan adicto a los videojuegos, sé adicto a tus estudios.",
    "¡Las partidas tienen un fin, pero tu educación debería ser para toda la vida!",
    "¿No hay otra hora en el día para jugar? Pues que sea después de clase.",
    "¿A qué hora esperas jugar si te retrasas en los estudios?",
    "¿Esto va de sumar puntos en un juego o sumar conocimientos?",
    "No importa cuántas veces ganes, lo importante es que aprendas.",
    "No estamos jugando aquí, ¡estamos aprendiendo!",
    "Los portátiles son para estudiar, no para hacer el gamer.",
    "No uses la clase como excusa para seguir jugando.",
    "Te va a costar más ganar en el juego que en tu examen si sigues así.",
    "Los videojuegos son para casa, aquí estamos para aprender.",
    "¿Jugar en clase? ¡No, gracias! La educación es mi única 'competencia'.",
    "¿Has visto algún videojuego que te enseñe álgebra? No, ¿verdad?",
    "¿Estás seguro de que el videojuego te va a dar un título académico?",
    "¡El aula no es una sala de juegos, es una sala de aprendizaje!",
    "Si en vez de jugar estudiaras, ya estarías en la siguiente clase.",
    "Los portátiles no están para hacer trampa en el juego, sino para aprender.",
    "¿Qué tal si dejas de jugar y empiezas a ser el protagonista de tu educación?",
    "¡Ese juego no te va a ayudar a mejorar tus calificaciones!",
    "La verdadera misión aquí es aprobar, no conseguir una nueva puntuación.",
    "Deja el videojuego y apaga la consola mental, que ahora estamos en clase.",
    "¿Crees que el profesor va a cambiar la clase porque estás jugando?",
    "Deberías poner tanto empeño en estudiar como en jugar.",
    "El único logro importante aquí es el conocimiento, no el puntaje en el juego.",
    "Los videojuegos no son la solución a tus problemas, ¡estudiar sí lo es!",
    "Te aseguro que no te van a hacer entrega de un diploma por ser bueno jugando.",
    "En la vida no te van a pagar por tus puntos en un videojuego, pero sí por tus conocimientos.",
    "Un buen jugador sabe cuándo dejar el juego para concentrarse en su futuro.",
    "¡Despierta! Que aquí no hay 'respawn' cuando te distraes en clase.",
    "No puedes usar los portátiles para juegos, ¡es una regla de la educación!",
    "Un juego se puede reiniciar, pero las oportunidades para aprender son limitadas.",
    "Deja el juego y toma el camino correcto: ¡la educación!",
    "No pongas el juego antes que el estudio, a menos que quieras perder en la vida.",
    "Los videojuegos no están en el currículum escolar, pero el estudio sí.",
    "No pierdas la partida en la escuela, ¡gana con tu esfuerzo!",
    "Si sigues jugando en lugar de estudiar, terminarás perdiendo el examen.",
    "Hazlo bien en clase, y después puedes jugar lo que quieras.",
    "El único 'game over' que me gustaría ver es el de esos juegos en clase.",
    "El juego no va a ayudar a que apruebes. ¡Despierta!",
    "Las misiones en clase son mucho más importantes que las del videojuego.",
    "Este no es el lugar para ser un gamer, es el lugar para ser un estudiante.",
    "Puedes jugar después de clase, ahora toca aprender.",
    "Te prometo que en el examen no tendrás power-ups.",
    "¿Sabías que las notas también se pueden 'level up' con esfuerzo?",
    "Cuando seas mayor, querrás recordar tus logros académicos, no tus victorias en videojuegos.",
    "No pierdas tu oportunidad de aprender por estar en una 'partida'.",
    "Los videojuegos solo entrenan reflejos, no tu mente.",
    "¡Si usas el portátil para jugar, lo único que vas a ganar es un regaño!",
    "¿Te imaginas usando tu talento para los videojuegos para estudiar?",
    "La única 'partida' que tienes que ganar es la de la educación.",
    "Si no apagas ese juego, te voy a hacer un 'reset'.",
    "Tu puntuación en el juego no cuenta para el examen.",
    "¡Es momento de estudiar, no de jugar!",
    "Si quieres ser gamer, no es en clase donde debes entrenar.",
    "El único 'game' que vale aquí es el de sacar buenas notas.",
    "Aquí no hay tiempo para jugar, ¡es hora de estudiar!",
    "Si sigues así, tu 'high score' será el único que consigas, pero no en los estudios.",
    "¿No te has dado cuenta de que esto es una clase, no una liga de videojuegos?",
    "¿Qué tal si le pones tanto empeño a estudiar como al juego?",
    "El examen no se va a 'pausar', así que mejor dejas el juego.",
    "Si te concentras en estudiar, ganarás mucho más que cualquier juego.",
    "¡No hay forma de ganar en el juego si no tienes buenas notas!",
    "Se viene parte , parte y parte como sigas así.",
    "¡Con que jugando juegos en clase! Todos a jefatura.",
    "Deja eso y ven al baño que me siento solito. ;)",
    "Si no paras te pego. Y si paras también.",
    "Uy deja de apuntarme con ese arma, y no me refiero al del juego."
]